Show / Hide Table of Contents
Enum TypeCalculationCombiSIA
Type of combination
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum TypeCalculationCombiSIA
Fields
 Name |  Description
 Code
Combination according to code
 Envelope
Envelope combination
 Linear
Linear combination
 Improve this Doc
 View Source